var first=[
  "感受社会生活的方法有些？\n感受社会生活有什么意义？\n我们与社会中是什么关系？\n我们在社会中是什么关系?\n为什么说我们在社会成长?\n亲社会行为的含义是什么？\n养成亲社会行为的意义是什么?\n我们应该如何养成亲社会行为？\n",
  "网络如何影响世界?\n我们应该如何理性使用网络？\n我们应如何传播网络正能量?\n",
  "秩序的含义是什么？\n秩序的内容是什么？\n秩序的作用是什么？\n规则与自由的关系是什么？\n规则与秩序的关系是什么？\n规则的内容是什么？\n规则为什么而生?\n我们应该如何遵守规则?\n我们应该如何维护和改进规则？\n",
  "尊重的含义是什么？\n尊重的表现是什么？\n尊重的意义是什么？\n我们该如何尊重他人？\n诚信的含义是什么？\n诚信的表现是什么？\n诚信的意义是什么？\n我们该如何讲诚信？\n以礼待人的含义是什么？\n以礼待人的表现是什么？\n以礼待人的意义是什么？\n我们该如何以礼待人?\n",
  "法律的作用是什么?\n违法是什么？\n违法有哪几类？\n我们应该如何拒绝违法？\n违法的法律后果是？\n运用法律的原则是?\n有哪些法律服务机构？\n诉讼的含义是?\n诉讼的地位是?\n诉讼有哪些类型？\n我们应该如何应对违法犯罪?\n我们应该如何预防犯罪？\n刑法的作用是？\n犯罪的特征是？\n刑罚分为哪几类？\n",
  "责任的含义？\n责任的来源有哪些？\n践行责任的表现？\n角色与责任的关系?\n负责任有哪些代价与回报？\n我们应该如何对待自愿选择的责任？\n我们应该如何对待非自愿选择的责任？\n有很多人不计代价与回报，他们的作用是？\n我们该如何承担责任呢？\n为什么要对自己负责？\n",
  "关爱他人的含义是什么？\n关爱他人的意义是什么?\n我们应该如何关爱别人呢？\n奉献的意义是什么？\n我们应该如何奉献社会呢？\n",
  "国家利益的内涵是什么?\n国家核心利益的基本内容是什么？\n人民利益与国家利益的关系？\n我们应如何树立维护国家利益的意识呢？\n我们应该如何捍卫国家利益？\n维护国家安全有什么意义？\n",
  "坚持总体国家安全观有什么意义?\n坚持总体国家安全观有什么内涵?\n如何建立国家总体安全体系？\n我们应该如何维护国家安全？\n",
  "国家在哪些方面有了发展呢？\n国家发展中遇到了哪些问题呢?\n国家是如何解决这些问题的？\n劳动的意义是什么?\n我们应该如何看待劳动者？\n我们怎样才能把中国梦变成现实？\n"
]
var second=[
  "第一课的4个目标题？\n我国宪法的核心价值追求是什么？\n我国宪法的两大原则？\n人权的实质内容和目标是什么？\n我国人权的主体和内容广泛性体现在哪里？\n人民是如何行使国家权力的呢？\n为什么必须把权力关进制度的笼子里？\n国家权力应该怎样行使？\n",
  "宪法与党和人民意志的关系\n宪法与其他法律在我国法律体系中地位，以及相互之间的关系。\n为什么要加强宪法监督？\n如何加强宪法监督？\n为什么要增强宪法意识？\n怎样增强宪法意识？\n",
  "宪法的核心内容是什么？\n宪法的核心价值是什么？\n我们究竟拥有哪些公民基本权利呢？\n公民政治权利和自由包括哪些？\n人身自由包括哪些权利？\n公民最基本最重要的权利是什么？\n公民享有广泛的社会与文化教育权利包括哪些？\n我国公民还享有哪些其他基本权利？\n公民如何依法行使权利？\n维护权利的方式包括？\n",
  "公民必须履行哪些义务呢？\n如何理解权利与义务的关系？\n为什么必须履行法定义务？\n如何履行法定义务？\n如果拒绝履行法定义务，将要承担怎样的法律责任？\n",
  "我国社会主义基本经济制度是什么？\n国有经济的地位？\n我国的分配方式是什么？\n按劳分配的基本内容？(了解)\n生产要素按贡献参与分配，有哪些生产要素？\n市场经济的含义和调剂机制？\n社会主义市场经济体制的含义是什么？\n我国的根本政治制度是什么？\n人民代表大会制度的基本内容包括？\n人大代表的职权和义务？\n坚持和完善人民代表大会制度的原因和要求？\n我国的基本政治制度包括？ (3个目标题)\n确立中国共产党领导地位的原因？\n人民政协的性质、主题、职能？\n社会主义民族关系(8个字)？\n自治机关包括？\n城市居民委员会和农村的村民委员会的性质？\n",
  "我国国家机构与国家机关的关系？\n我国的国家机构具体包括哪些？ \n人民代表大会的性质、构成和职权？\n中华人民共和国主席的性质和职权？\n国家性质机关的性质和职权？\n行政机关如何依法行政？\n国家监察机关的性质和职责？\n国家司法机关包括？ (2个目题)\n人民法院的性质和职权？\n人民法院如何独立行使审判权？\n人民检察院的性质和职权？\n人民检察院如何独立行使检察权？\n",
  "社会主义核心价值观在社会层面的价值取向是哪四个？\n自由的内涵？\n法治与自由的关系？\n如何珍视自由？  (2点)\n平等的两层内涵？\n法律面前人人平等的主要内容？\n如何践行平等？ (4点) \n",
  "公平的含义？\n公平的内涵？\n公平的价值？\n如何实现公平的坚守？ (维护公平的举措)\n正义的含义？\n正义的要求？\n正义的价值？\n如何实现正义的守护？ (维护正义的举措)\n"
]
var question={1:first,2:second};